mon = float(input("Введите количество часов, проведенных за учебой на этой неделе:"))
tus = float(input("Введите количество часов, проведенных за спортом на этой неделе:"))
wed = float(input("Введите количество часов, проведенных за отдыхом на этой неделе:"))
thu = float(input("Введите количество часов, проведенных за работой на этой неделе:"))
fri = float(input("Введите количество часов, проведенных за хобби на этой неделе:"))
sat = float(input("Введите количество часов, проведенных за уборкой на этой неделе:"))
sun = float(input("Введите количество часов, проведенных за прогулкой на этой неделе:"))

total_expanse = mon + tus 